rails_fun/blog/app/controllers/comments_controller.rb

  def create
    @post = Post.find(params[:post_id])
    @comment = @post.comments.create(comment_params)
---
SELECT  "posts".* FROM "posts"  WHERE "posts"."id" = ? LIMIT 1  [["id", 1]]
INSERT INTO "comments" ("body", "created_at", "post_id", "updated_at") VALUES (?, ?, ?, ?)  [["body", "This is comment one"], ["created_at", "2014-08-25 12:18:03.900290"], ["post_id", 1], ["updated_at", "2014-08-25 12:18:03.900290"]]