rails_fun/blog/app/views/comments/_comment.html.erb

  <p>
    <strong>Posted on <%= time_ago_in_words(comment.created_at) %></strong>
---
INSERT INTO "comments" ("body", "created_at", "post_id", "updated_at") VALUES (?, ?, ?, ?)  [["body", "second comment."], ["created_at", "2014-09-22 09:50:06.258604"], ["post_id", 4], ["updated_at", "2014-09-22 09:50:06.258604"]]